export const content = {
  app: {
    title: 'ТРУ-КРАЙМ',
    subtitle: 'Выведи AI-маньяка на чистую воду. Первое знакомство.',
    aboutTitle: 'О проекте',
    aboutDescription: [
      '«Тру-крайм» — это детективная новелла, где ты общаешься с персонажами как с живыми людьми, а не выбираешь готовые реплики, что делает каждую сцену уникальной и непредсказуемой.',
      'Вы управляете профайлером Бэлль, расследующей дело Бродвейского Потрошителя. Она взаимодействует с убийцами, свидетелями и полицией - у каждого свои мотивы и поведение. Подозреваемые могут манипулировать, а союзники не всегда помогают. Рассказчик-документалист, знаменитый Фауст, добавляет контекст и усиливает ощущение настоящего трукрайма.',
			],
    inviteBubble: 'Оцените игру в анкете',
    inviteHeroAlt: 'Фауст',
  },
  heroSlider: {
    introHeroAlt: 'Фауст',
    introBubble: 'Встречайте персонажей игры',
    startLabel: 'Листать досье',
  },
  quizButton: {
    href: 'https://docs.google.com/forms/d/e/1FAIpQLSdLosgya43oQMycBSlQczwHr98R7E6fi8Ng3D15ilD2_HDo2A/viewform?usp=dialog',
    title: 'Оцените нашу игру,',
    subtitle: 'заполнение анкеты не более 6 минут!',
  },
  gameFrame: {
    title: 'True Crime Unity Game',
    src: 'https://true-crime-test-version.netlify.app/',
  },
}
