import belleImage from '../img/heroes/Belle.png'
import michaelImage from '../img/heroes/Michael.png'
import thomasImage from '../img/heroes/Thomas.png'
import simonImage from '../img/heroes/Simon.png'
import frankImage from '../img/heroes/Frank.png'

export const heroes = [
  {
    id: 1,
    name: 'Бэлль Вэй',
    bio: 'Молодая идеалистка, привезшая в Нью-Йорк новые методы профайлинга. Верит, что маньяков можно понять и классифицировать, но не осознает цену этого. Может вступить в роман с убийцей, что усложнит его разоблачение.',
    image: belleImage,
  },
  {
    id: 2,
    name: 'Майкл Стрэнд (маньяк)',
    bio: 'Серийный убийца под маской таксиста. Контролирующий, склонен к самооправданию через травмы. Ведет себя с Бэлль противоречиво: от восхищения до холодности. Романтическая линия быстро обнажает его опасность.',
    image: michaelImage,
  },
  {
    id: 3,
    name: 'Томас Ривера',
    bio: 'Судмедэксперт, умный, но социально неловкий и прямолинейный. Проницательный аналитик с мрачным юмором. Симпатизирует Бэлль и становится альтернативной романтической линией.',
    image: thomasImage,
  },
  {
    id: 4,
    name: 'Саймон Круз',
    bio: 'Детектив по делу Бродвейского потрошителя. Агрессивный карьерист, склонный к манипуляциям и подлогам. Чаще мешает расследованию и в финале показывает свою слабость.',
    image: simonImage,
  },
  {
    id: 5,
    name: 'Фрэнк Келли',
    bio: 'Опытный агент ФБР, циничный и уставший. Переживает развод, скучает по дочери и борется с алкоголизмом. В решающий момент поступает по совести.',
    image: frankImage,
  },
]
