import bellImage from '../img/heroes/belle.webp'
import captainImage from '../img/heroes/captain.webp'
import daphneImage from '../img/heroes/daphne.webp'
import driverImage from '../img/heroes/driver.webp'
import faustImage from '../img/heroes/faust.webp'
import frankImage from '../img/heroes/frank.webp'
import riveraImage from '../img/heroes/rivera.webp'
import simonImage from '../img/heroes/simon.webp'

export const heroes = [
  {
    id: 1,
    name: 'Фауст',
    bio: 'Cпециалист по криминальной психологии, который критически оценивает эту историю с точки зрения человека из 21 века и направляет Бэлль и игрока своими советами.',
    image: faustImage,
  },
  {
    id: 2,
    name: 'Бэлль Вэй',
    bio: 'Молодая идеалистка, привезшая в Нью-Йорк новые методы профайлинга. Верит, что маньяков можно понять и классифицировать, но не осознаёт, какой ценой даётся это знание и насколько опасным может стать её собственное сердце.',
    image: bellImage,
  },
	{
    id: 3,
    name: 'Майкл Стрэнд',
    bio: 'Таксист, который подозрительно хорошо разбирается в убийствах Нью-Йорка. Очаровательный и холодный одновременно, он легко притягивает Бэлль, но чем ближе она к нему, тем яснее: он опасен, и чувства могут стоить ей правды.',
    image: driverImage,
  },
  {
    id: 4,
    name: 'Фрэнк Келли',
    bio: 'Опытный агент ФБР, циничный и выгоревший, балансирующий между работой, алкоголем и личными потерями. Но когда всё на кону, он всё ещё способен выбрать правильную сторону.',
    image: frankImage,
  },
  {
    id: 5,
    name: 'Саймон Круз',
    bio: 'Детектив по делу «Бродвейского потрошителя», амбициозный и агрессивный карьерист, готовый на манипуляции ради успеха. Но за громкими словами скрывается слабость, которая рано или поздно выходит наружу.',
		image: simonImage,
  },
  {
    id: 6,
    name: 'Томас Ривера',
    bio: 'Талантливый судмедэксперт, проницательный аналитик с мрачным юмором и социальной неловкостью. Симпатизирует Бэлль и может стать более надёжной альтернативой в мире, где доверие — редкость.',
    image: riveraImage,
  },
  {
    id: 7,
    name: 'Капитан',
    bio: 'Суровый глава нью-йоркской полиции, человек старой школы, для которого порядок и система превыше всего. Он правит отделом как строгий отец, где за железной дисциплиной скрываются снисходительность и порой неуместные шутки.',
    image: captainImage,
  },
  {
    id: 8,
    name: 'Дафна',
    bio: 'Последняя жертва Бродвейского потрошителя, добрая и доверчивая студентка. Оказалась не в то время не в том месте и стала частью истории, которую уже не сможет рассказать сама.',
    image: daphneImage,
  },
]
